Returns a DuctSizeSettingIterator object that iterates through the collection.
  Namespace:   Autodesk.Revit.DB.Mechanical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public DuctSizeSettingIterator GetDuctSizeSettingIterator()
  Visual Basic
Public Function GetDuctSizeSettingIterator As DuctSizeSettingIterator
  Visual C++
public:
DuctSizeSettingIterator^ GetDuctSizeSettingIterator()
 Return Value
 A DuctSizeSettingIterator object that can be used to iterate through key-value pairs in the collection.
 See Also
  DuctSizeSettings Class
  Autodesk.Revit.DB.Mechanical Namespace